{"_id":{"$oid":"5c864564d0f28c243c0e5ab0"},"name":"asthalin","image":"https://www.practostatic.com/practopedia-images/res-750/30f4728bde4b120883aca22cf5af35cd244439921.jpg","description":"It is used to treat asthma, including asthma attacks, exercise-induced bronchoconstriction, and chronic obstructive pulmonary disease (COPD). It may also be used to treat high blood potassium levels. ... Serious side effects may include worsening bronchospasm, irregular heartbeat, and low blood potassium levels.","price":"200","__v":0}
{"_id":{"$oid":"5c8645ced0f28c243c0e5ab2"},"name":"paracetamol","image":"https://img.tesco.com/Groceries/pi/165/5031021741165/IDShot_540x540.jpg","description":"Paracetamol (acetaminophen) is a pain reliever and a fever reducer. The exact mechanism of action of is not known. Paracetamol is used to treat many conditions such as headache, muscle aches, arthritis, backache, toothaches, colds, and fevers.","price":"2","__v":0}
{"_id":{"$oid":"5c877dfebbc0543ea0a8f600"},"name":"cetirizine","image":"https://4.imimg.com/data4/RX/TU/MY-12209773/chloroquine-phosphate-tablets-ip-250-mg-500x500.jpg","description":"Chloroquine is used to prevent or treat malaria caused by mosquito bites in countries where malaria is common. Malaria parasites can enter the body through these mosquito bites, and then live in body tissues such as red blood cells or the liver. This medication is used to kill the malaria parasites living inside red blood cells. In some cases, you may need to take a different medication (such as primaquine) to kill the malaria parasites living in other body tissues. Both drugs may be needed for a complete cure and to prevent the return of infection (relapse). Chloroquine belongs to a class of drugs known as antimalarials.","price":"2","__v":0}
{"_id":{"$oid":"5c877e89bbc0543ea0a8f602"},"name":"tamiflu","image":"https://www.gannett-cdn.com/-mm-/8d7dfc0baceadc6ca593f8f858c850246ecfa587/c=213-0-3458-2438/local/-/media/USATODAY/USATODAY/2014/04/09//1397077446000-AP-Britain-Roche-Dispute.jpg?width=534\u0026height=401\u0026fit=crop","description":"Oseltamivir is used to treat symptoms caused by the flu virus (influenza). It helps make the symptoms (such as stuffy nose, cough, sore throat, fever/chills, aches, tiredness) less severe and shortens the recovery time by 1-2 days.This medication may also be used to prevent the flu if you have been exposed to someone who already has the flu (such as a sick household member) or if there is a flu outbreak in the community. Talk to your doctor for more details.","price":"13.5","__v":0}
{"_id":{"$oid":"5c87818cbbc0543ea0a8f604"},"name":"hydrocodone ","image":"https://easydrugcard.com/wp-content/uploads/hydrocodone.jpg","description":"This combination medication is used to relieve moderate to severe pain. It contains an opioid (narcotic) pain reliever (hydrocodone) and a non-opioid pain reliever (acetaminophen). Hydrocodone works in the brain to change how your body feels and responds to pain. Acetaminophen can also reduce a fever.","price":"20","__v":0}
{"_id":{"$oid":"5c8781f8bbc0543ea0a8f606"},"name":"lisinopril ","image":"https://3.imimg.com/data3/YB/PN/MY-14196646/listril-10-mg-tablet-500x500.jpg","description":"Lisinopril is used alone or together with other medicines to treat high blood pressure (hypertension). High blood pressure adds to the workload of the heart and arteries. If it continues for a long time, the heart and arteries may not function properly. This can damage the blood vessels of the brain, heart, and kidneys resulting in a stroke, heart failure, or kidney failure. Lowering blood pressure can reduce the risk of strokes and heart attacks.\r\n","price":"5","__v":0}
{"_id":{"$oid":"5c87825abbc0543ea0a8f608"},"name":"amoxicillin","image":"http://www.pacificphar.com/en/product/1-1.jpg","description":"Amoxicillin is used to treat bacterial infections in many different parts of the body. It is also used with other medicines (e.g., clarithromycin, lansoprazole) to treat H. pylori infection and duodenal ulcers. Amoxicillin belongs to the group of medicines known as penicillin antibiotics.","price":"16.5","__v":0}
{"_id":{"$oid":"5c8782b2bbc0543ea0a8f60a"},"name":"singulair","image":"http://drugline.org/img/drug/singulair-21306_1_thumbnail.jpg","description":"Montelukast is a leukotriene receptor antagonist (LTRA) used for the maintenance treatment of asthma and to relieve symptoms of seasonal allergies. It is usually administered orally. Montelukast blocks the action of leukotriene D4 on the cysteinyl leukotriene receptor CysLT1 in the lungs and bronchial tubes by binding to it. This reduces the bronchoconstriction otherwise caused by the leukotriene, and results in less inflammation. Because of its method of operation, it is not useful for the treatment of acute asthma attacks","price":"15","__v":0}
